brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "neovim"
brew "node"
brew "pkgconf"
brew "ripgrep"
brew "stow"
brew "wget"
brew "yq"
cask "1password"
cask "cursor"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "helium-browser"
cask "karabiner-elements"
cask "raycast"
cask "ticktick"
cask "visual-studio-code"
